Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_5.tmx
Source language: en
Languages: it

source: Providing information in the field of computer software design
it: Fornitura di informazioni in tema di progettazione di software informatici

source: Providing information in the field of computer software development
it: Fornitura di informazioni in tema di sviluppo di software informatici

source: Providing information in the field of product design
it: Fornitura di informazioni in tema di progettazione di prodotti

source: Providing information in the field of product development
it: Fornitura di informazioni in tema di sviluppo di prodotti

source: Design, creation and programming of web pages
it: Progettazione, creazione e programmazione di pagine web

source: Programming of web pages
it: Programmazione di pagine web

source: Quality control testing services for forestry equipment
it: Servizi di testing del controllo qualità per attrezzature forestali

source: Quality control testing services for horticultural equipment
it: Servizi di testing del controllo qualità per attrezzature orticole

source: Quality control testing services for agricultural machinery
it: Servizi di testing del controllo qualità per attrezzature agricole

source: Quality control testing services for industrial machinery
it: Servizi di testing del controllo qualità per attrezzature industriali

source: Consultancy relating to the creation of homepages and Internet pages
it: Consulenze in tema di creazione di home page e pagine internet

source: Conducting clinical trials for pharmaceutical products
it: Realizzazione di studi clinici per prodotti farmaceutici

source: Advisory and information services relating to computer peripherals
it: Servizi di consulenza e informazione in tema di periferiche per computer

source: Advisory and information services relating to computer software
it: Servizi di consulenza e informazione in tema di software informatici

source: Research and development services relating to computer hardware
it: Servizi di ricerca e sviluppo in tema di hardware informatici

source: Consultancy relating to computer database programs
it: Consulenze in tema di programmi per banche dati informatiche

source: Research in the field of computer hardware
it: Ricerca in tema di hardware informatici

source: Testing of computer software
it: Testing di software informatici

source: Testing of computer hardware
it: Testing di hardware informatici

source: Programming of computer animations
it: Programmazione di animazioni informatiche

source: Architectural services for the design of shopping centers
it: Servizi architettonici per la progettazione di centri commerciali

source: Architectural services for the design of buildings
it: Servizi architettonici per la progettazione di edifici

source: Hosting of software for use in library management
it: Hosting di software per la gestione di biblioteche

source: Analysis and evaluation of product development
it: Analisi e valutazione dello sviluppo di prodotti

source: Installation of database software
it: Installazione di software per banche dati

source: Installation and maintenance of database software
it: Installazione e manutenzione di software per banche dati

source: Installation, maintenance and updating of database software
it: Installazione, manutenzione e aggiornamento di software per banche dati

source: Testing, analysis and monitoring of navigation signals
it: Testing, analisi e monitoraggio di segnali di navigazione

source: Testing, analysis and monitoring of telecommunication signals
it: Testing, analisi e monitoraggio di segnali di telecomunicazione

source: Monitoring of telecommunication signals
it: Monitoraggio di segnali di telecomunicazione

source: Analysis of telecommunication signals
it: Analisi di segnali di telecomunicazione

source: Testing of telecommunication signals
it: Testing di segnali di telecomunicazione

source: Technical design services relating to cooling appliances and installations
it: Servizi di progettazione tecnica in tema di apparecchi e impianti di raffreddamento

source: Technical design services relating to sanitary apparatus and installations
it: Servizi di progettazione tecnica in tema di apparecchi e impianti sanitari

source: Technical design services relating to water supply installations
it: Servizi di progettazione tecnica in tema di impianti di fornitura idrica

source: Technical design services relating to heating installations
it: Servizi di progettazione tecnica in tema di impianti di riscaldamento

source: Technical design services relating to electricity plants
it: Servizi di progettazione tecnica in tema di centrali elettriche

source: Research relating to the development of computer programs and software
it: Ricerche in tema di sviluppo di programmi e software informatici

source: Research in the field of computer programs and software
it: Ricerche in tema di programmi informatici e software

source: Providing temporary use of non-downloadable software to enable sharing of multimedia content and comments among users
it: Fornitura di software non scaricabili per uso temporaneo per la condivisione di commenti e contenuti multimediali tra i vari utenti

source: Providing temporary use of non-downloadable software to enable content providers to track multimedia content
it: Fornitura di software non scaricabili per uso temporaneo per la tracciatura di contenuti multimediali da parte dei loro fornitori

source: Environmental assessment services
it: Servizi di valutazione ambientale

source: Development and testing of computing methods, algorithms and software
it: Sviluppo e testing di metodi di calcolo, algoritmi e software

source: Research relating to the development of computer software
it: Ricerche in tema di sviluppo di software informatici

source: Commissioned writing of computer programs, software and code for the creation of web pages on the Internet
it: Scrittura su commissione di programmi, software e codici informatici per la creazione di pagine web su internet

source: Hosting web portals
it: Hosting di portali web

source: Development of computer software for creating electronic television program guides
it: Sviluppo di software informatici per la creazione di guide elettroniche ai programmi televisivi

source: Research in the field of data processing technology
it: Ricerca in tema di tecnologia dell'elaborazione dati

source: Research in the field of communications technology
it: Ricerca in tema di tecnologia della comunicazione

source: Research in the field of information technology
it: Ricerca in materia di tecnologia dell'informazione

source: Providing temporary use of non-downloadable software for analyzing financial data and generating reports
it: Fornitura di software non scaricabili per uso temporaneo per l'analisi di dati finanziari e l'elaborazione di rapporti

source: Providing Internet search engines with specific search options
it: Fornitura di motori di ricerca su internet con opzioni di ricerca specifiche

source: Configuring computer hardware using software
it: Configurazione di hardware mediante l'uso di software

source: Computer programming for data processing and communication systems
it: Programmazione informatica per elaborazione dati e sistemi di comunicazione

source: Conducting of quality control tests
it: Realizzazione di test per controllo qualità

source: Development of measuring and testing methods
it: Sviluppo di metodi di misurazione e testing

source: Consultancy relating to technological services in the field of power and energy supply
it: Consulenze inerenti servizi tecnologici in tema di fornitura di elettricità ed energia

source: Hosting and rental of memory space for websites
it: Hosting e noleggio di spazi di memoria per siti web

source: Development of energy and power management systems
it: Sviluppo di sistemi per la gestione di energia ed elettricità

source: Implementation of computer programs in networks
it: Implementazione di programmi informatici su reti

source: Consultancy relating to the design of homepages and Internet pages
it: Consulenze in tema di progettazione di home page e pagine internet

source: Providing or rental of electronic memory space on the Internet
it: Fornitura o noleggio di spazi di memoria elettronici su internet

source: Electronic data storage and data back-up services
it: Servizi di stoccaggio e di back-up di dati elettronici

source: Design and construction of homepages and websites
it: Progettazione e creazione di home page e siti web

source: Design and development of homepages and websites
it: Progettazione e sviluppo di home page e siti web

source: Design and creation of homepages and Internet pages
it: Progettazione e creazione di home page e pagine internet

source: Design and creation of homepages and web pages
it: Progettazione e creazione di home page e pagine web

source: Design and development of regenerative energy generation systems
it: Progettazione e sviluppo di sistemi per la produzione di energie rinnovabili

source: Biological laboratory services
it: Servizi di laboratorio biologico

source: Server administration
it: Amministrazione di server

source: Design and graphic arts design for the creation of web sites
it: Progettazione e grafica per la creazione di siti web

source: Design and graphic arts design for the creation of web pages on the Internet
it: Progettazione e grafica per la creazione di pagine web su internet

source: Technical advice relating to computers
it: Consulenza tecnica nel campo dell'informatica

source: Consultancy services relating to research in the field of environmental protection
it: Servizi di consulenza inerenti la ricerca nel campo della tutela dell'ambiente

source: Diamond authentication and certification services
it: Servizi di autenticazione e certificazione di diamanti

source: Rental of computers for data processing
it: Noleggio di computer per elaborazione dati

source: Testing, analysis and evaluation of the goods and services of others for the purpose of certification
it: Testing, analisi e valutazione di prodotti e servizi di terzi a scopo di certificazione

source: Computer programming services for data warehousing
it: Servizi di programmazione informatica per archiviazione dati

source: Design of geological surveys
it: Concezione di rilevamenti geologici

source: Providing scientific information in the field of global warming
it: Fornitura d'informazioni scientifiche nel campo del riscaldamento globale

source: Providing scientific information in the field of climate change
it: Fornitura d'informazioni scientifiche nel campo del cambiamento climatico

source: Technical writing
it: Scrittura tecnica

source: Biological research and analysis
it: Ricerche e analisi biologiche

source: Biochemical research and analysis
it: Analisi e ricerca in campo biochimico

source: Bacteriological research and analysis
it: Ricerca e analisi batteriologiche

source: Backup services for computer hard drive data
it: Servizi di backup per dati di dischi fissi di computer

source: Biological research laboratory services
it: Servizi di laboratori di ricerca in biologia

source: Chemical research laboratory services
it: Servizi di laboratori di ricerca chimica

source: Development, updating and maintenance of software and database systems
it: Sviluppo, aggiornamento e manutenzione di software e sistemi di banche dati

source: Electronic storage of archived e-mails
it: Archiviazione elettronica di e-mail archiviate

source: Electronic storage of audio files
it: Archiviazione elettronica di file audio

source: Electronic storage of digital audio files
it: Archiviazione elettronica di file audio digitali

source: Electronic storage of digital images
it: Archiviazione elettronica d'immagini digitali

source: Electronic storage of digital photographs
it: Archiviazione elettronica di fotografie digitali

source: Electronic storage of digital video files
it: Archiviazione elettronica di file video digitali

source: Scientific research for medical purposes
it: Ricerche scientifiche a fini medici

source: Geological exploration
it: Prospezione geologica

source: Interior architectural services
it: Servizi di architettura d'interni

source: Draftsman's services in the nature of technical drawing
it: Servizi di disegnatore sotto forma di disegno tecnico

source: Conducting sampling and analysis services to assess pollution levels
it: Servizi di campionamento e analisi per la valutazione dei livelli di inquinamento

source: Design and development of computer software architecture
it: Progettazione e sviluppo di architettura software

source: Compilation of computer programs
it: Compilazione di programmi per computer

source: Architectural services for the design of office buildings
it: Servizi architettonici per la progettazione di edifici a uso ufficio

source: Maintenance of websites
it: Manutenzione di siti web

source: Electronic storage of documents
it: Archiviazione elettronica di documenti

source: Electronic storage of documents and archived e-mails
it: Archiviazione elettronica di documenti e e-mail archiviate

source: Electronic storage of files and documents
it: Archiviazione elettronica di file e documenti

source: Electronic storage of medical records
it: Memorizzazione elettronica di cartelle mediche

source: Electronic storage of photographs
it: Archiviazione elettronica di fotografie

source: Electronic storage of videos
it: Archiviazione elettronica di video

source: Electronic storage services for archiving databases
it: Servizi d'archiviazione elettronica per archiviare banche dati

source: Electronic storage services for archiving databases, images and other electronic data
it: Servizi d'archiviazione elettronica per banche dati, immagini e altri dati elettronici

source: Genetic testing of laboratory animals for research purposes
it: Test genetici d'animali da laboratorio per la ricerca

source: Hosting a website for the electronic storage of digital photographs and videos
it: Fornitura di un sito web per la memorizzazione elettronica di fotografie e video digitali

source: Interactive hosting services which allow the users to publish and share their own content and images online
it: Servizi di hosting interattivo che consentono agli utenti la pubblicazione e la condivisione dei propri contenuti ed immagini online

source: Planning, design, development and maintenance of online websites for third parties
it: Pianificazione, progettazione, sviluppo e manutenzione di siti web online per conto terzi

source: Preparation of reports relating to computer programming
it: Stesura di relazioni in materia di programmi per computer

source: Preparation of reports relating to graphic arts design
it: Preparazione di relazioni relative alla concezione di arti grafiche

source: Preparation of reports relating to industrial design
it: Preparazione di relazioni in materia di progettazione industriale

source: Providing computer facilities for the electronic storage of digital data
it: Fornitura di strutture informatiche per l'archiviazione elettronica di dati digitali

source: Quality checking and testing
it: Controllo della qualità e collaudi

source: Reconstruction of database systems for others
it: Ricostruzione di sistemi di banche dati per conto terzi

source: Temporary electronic storage of information and data
it: Archiviazione elettronica temporanea d'informazioni e dati

source: On-line computer services
it: Servizi informatici on-line

source: Creation and maintenance of software for blogs
it: Creazione e manutenzione di software per blog

source: Consultancy services in the field of technological development
it: Servizi di consulenza nel settore dello sviluppo tecnologico

source: Computer services for the analysis of data
it: Servizi informatici d'analisi di dati

source: Clothing design services
it: Servizi di stilista

source: Quality audits
it: Test di qualità

source: Quality checking
it: Test di qualità

source: Design and development of video game software
it: Progettazione e sviluppo di software per videogiochi

source: Design of interior decor
it: Decorazione interna

source: Providing virtual computer systems through cloud computing
it: Fornitura di sistemi informatici virtuali tramite cloud computing

source: Providing virtual computer environments through cloud computing
it: Fornitura di ambienti informatici virtuali tramite cloud computing

source: Hosting of multimedia content for others
it: Hosting di contenuti multimediali per conto terzi

source: Providing scientific information in the field of medical disorders and their treatment
it: Fornitura d'informazioni scientifiche nel campo dei disturbi medici e del loro trattamento

source: Providing information on clinical studies via an interactive website
it: Fornitura di informazioni su studi clinici tramite un sito web interattivo

source: Scientific and technological design
it: Progettazione scientifica e tecnologica

source: Providing temporary use of on-line non-downloadable software for the management of data
it: Fornitura di utilizzo temporaneo di software on-line non scaricabili per la gestione di dati

source: Providing temporary use of on-line non-downloadable software for the management of information
it: Fornitura d'utilizzo temporaneo di software on-line non scaricabile per la gestione delle informazioni

source: Providing temporary use of on-line non-downloadable software for the transmission of data
it: Fornitura d'utilizzo temporaneo di software on-line non scaricabili per la trasmissione di dati

source: Providing temporary use of on-line non-downloadable software for the transmission of information
it: Concessione d'uso temporaneo di software on-line non scaricabili per la trasmissione d'informazioni

source: Design, creation, hosting and maintenance of websites for others
it: Progettazione, creazione, hosting e manutenzione di siti web per terzi

source: Technical consultancy in the design of machinery for electronic circuitry manufacture
it: Consulenza tecnica riguardante la progettazione di macchinari per la produzione di circuiti elettronici

source: Technical consultancy relating to the use of materials for the preparation of electronic circuitry
it: Consultazione tecnica relativa all'uso dei materiali per la preparazione della circuiteria elettronica

source: Testing the functionality of machines
it: Prova della funzionalità delle macchine

source: Testing the functionality of apparatus and instruments
it: Esame della funzionalità di apparecchi e strumenti

source: Creation of computing platforms for third parties
it: Creazione di piattaforme informatiche per conto terzi

source: Assessment in the field of science provided by engineers
it: Stime in ambito scientifico realizzate da ingegneri

source: Estimations in the field of science provided by engineers
it: Valutazioni in ambito scientifico realizzate da ingegneri

source: Research in the field of science provided by engineers
it: Ricerche in ambito scientifico effettuate da ingegneri

source: Provision of technical support in the operation of computing networks
it: Servizi di assistenza tecnica per la gestione di reti informatiche

source: Provision of technical support in the supervision of computing networks
it: Servizi di assistenza tecnica in materia di supervisione di reti informatiche

source: Provision of technical consultancy (advice) in the field of telecommunications
it: Servizi di assistenza tecnica (consulenza) nell'ambito delle telecomunicazioni

source: Certification services of messages transmitted via telecommunications
it: Servizi di certificazione di messaggi trasmessi tramite telecomunicazioni

source: Certification services of data transmitted via telecommunications
it: Servizi di certificazione di dati trasmessi tramite telecomunicazioni

source: Authentication services (control) of messages transmitted via telecommunications
it: Servizi di autentificazione (controllo) di messaggi trasmessi via telecomunicazioni

source: Authentication services (control) of data transmitted via telecommunications
it: Servizi di autentificazione (controllo) dei dati trasmessi tramite telecomunicazioni

source: Data back-up services
it: Servizi di backup di dati

source: Technical services for the downloading of video games
it: Servizi tecnologici per scaricare videogame

source: Technical services for the downloading of digital data
it: Servizi tecnologici per scaricare dati digitali

source: Technical services for the downloading of software
it: Servizi tecnologici per scaricare software

source: Assessment in the field of technology provided by engineers
it: Stime in ambito tecnologico effettuate da ingegneri

source: Estimations in the field of technology provided by engineers
it: Valutazioni in ambito tecnologico effettuate da ignegneri

source: Research in the field of technology provided by engineers
it: Ricerche in ambito tecnologico condotte da ingegneri

source: Design of sculptures
it: Progettazione di sculture

source: Surveying and exploration services
it: Servizi relativi a misurazioni e ricerche

source: Design and development of software in the field of mobile applications
it: Progettazione e sviluppo di software nell'ambito delle applicazioni mobili

source: Design and development of antivirus software
it: Progettazione e sviluppo di software antivirus

source: Certification of educational services
it: Certificazione di servizi educativi

source: Programming of software for market research purposes
it: Programmazione di software per studi di mercato

source: Programming of software for evaluating customer behaviour in online shops
it: Programmazione di software per l'analisi del comportamento dei clienti nei negozi online

source: Programming of software for online advertising
it: Programmazione di software per pubblicità online

source: Hosting of weblogs
it: Hosting di blog

source: Hosting of multimedia applications
it: Hosting di applicazioni multimediali

source: Hosting of interactive applications
it: Hosting di applicazioni interattive

source: Marine surveying services
it: Servizi di rilievi marini

source: Aerial surveying services
it: Servizi di rilievi aerei

source: Design and development of firmware systems
it: Progettazione e sviluppo di sistemi firmware

source: Updating of software for embedded devices
it: Aggiornamento di software per dispositivi integrati

source: Computer security services in the nature of administering digital certificates
it: Servizi di sicurezza informatica sotto forma di gestione di certificati digitali

source: Hosting of digital content on the Internet
it: Hosting di contenuti digitali su Internet

source: Mobile catering services
it: Servizi di catering mobile

source: Providing accommodation for meetings
it: Fornitura di alloggi per riunioni

source: Provision of information relating to hotels
it: Servizio fornitura informazioni relative ad alberghi

source: Provision of information relating to the preparation of food and drink
it: Servizio fornitura informazioni in materia di preparazione di alimenti e bevande

source: Reservation of tourist accommodation
it: Prenotazione di alloggi per turisti

source: Restaurant services provided by hotels
it: Servizi di ristorazione forniti da alberghi

source: Rental of drinking water dispensers
it: Noleggio di distributori di acqua potabile

source: Rental of transportable buildings
it: Noleggio di costruzioni trasportabili

source: Wine tasting services (provision of beverages)
it: Degustazione vini (fornitura di bevande)

source: Hotel accommodation services
it: Servizi di alloggio in alberghi

source: Canteen services
it: Servizi di mense

source: Accommodation bureau services [hotels, boarding houses]
it: Servizi di agenzie per alloggi [hotels, pensioni]

source: Hire of pavilions
it: Affitto di padiglioni
